@extends('template')
@section('title', 'Магазин сайта')
@section('content')
    <h1 class="neonH text-center mb-5" style="margin-top: 150px;">Магазин ролей и товаров</h1>
    <h4 class="def-text text-center" style="margin-bottom: 70px">Скрины покупок ролей и каналов присылать в <a class="neonNav" href="https://t.me/nanassshii" style="text-decoration: none; color: #fff">Tg <i class="fa-solid fa-arrow-pointer fa-2xs"></i></a></h4>
    <div class="mt-5 mb-5 element-animation" style="margin-bottom: 200px">
        <div class="card text-bg-dark mb-3" style="box-shadow: 0 0 15px 7px #a4f14f">
            <div class="row g-0">
                <div class="col-md-4">
                    <img style="height: 100%" src="https://sun9-60.userapi.com/impg/ouQJiYMi2RK96Dsqn6siaAOgGPqMbHpWgw7ONw/vQAhPUPsi9g.jpg?size=364x373&quality=95&sign=29caf1f48cd00d48e3916644fbd6cec1&type=album" class="img-fluid rounded-start" alt="...">
                </div>
                <div class="col-md-8">
                    <div class="card-body">
                        <h1 class="card-title neonH">🌌 Custom roles / Кастомные роли 🌌</h1>
                        <p class="card-text def-text">Хотите как-то выделиться среди других участником цветом ника, эмодзи или своей креативность? Хпх, тогда мы можем сделать для вас кастомную рольку за скромную цену!</p>
                        <p class="card-text def-text col-lg-8 mt-4" style="font-size: 17px">Станьте владельцем собственной роли, которую мы вам сможем заменить в первые 15 дней ее использования.<br>Вам будут доступны: <br>- 🌟 установка шрифта роли 🌟 <br>- 🌟 установка цвета 🌟 <br>- 🌟 выбор эмодзи/смайлика 🌟 <br>- 🌟 оформление любого текста 🌟</p>
                        <a class="custom-btn my-3" style="margin-left: 75%; margin-bottom: 10%" href="https://yoomoney.ru/bill/pay/38zRqwMIVks.230504">Купить за 50&#8381;</a>
                        <p class="card-text"><small class="text-muted">После оплаты обязательно скинуть чек покупки тг @nanassshii</small></p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="row element-animation" style="margin-top: 100px">
        <div class="col-sm-auto col-lg-6">
            <div class="card text-bg-dark mx-auto" style="height: 50rem; width: 30rem; box-shadow: 0 0 15px 5px #0d6ff0">
                <img style="height: 400px;" src="https://sun9-24.userapi.com/impg/k0naLvd84_bY0IwuWaH2Xy0NLZILV1sAdancTg/j-TcZ05bTQQ.jpg?size=294x280&quality=95&sign=5c7532ea7591e90c58fde9ced0a6bc29&type=album" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">☄ Роль Ultimate ☄</h5>
                    <p class="card-text def-text">
                        Станьте папиком сервера и покажите свою власть перед стаффом xd. За небольшую цену вы получите полную свободу в чате и войсах! <br>
                        Вы сможете:
                        <ul class="def-text" style="font-size: 15px">
                            <li>Управлять сообщениями</li>
                            <li>Создавать приватные ветки</li>
                            <li>Использовать медиа без ограничения</li>
                            <li>Не нести ответственность почти за все правила в чате</li>
                            <li>Иметь преимущество по громкости в войсах</li>
                        </ul>
                    </p>
                    <br>
                    <a href="https://yoomoney.ru/bill/pay/5oAZ5ALA5xI.230503" class="ultimate-btn" style="padding: 10px 10px; font-size: 17px">Купить за 150&#8381;</a>
                </div>
            </div>
        </div>
        <div class="col-sm-12 col-lg-6">
            <div class="card text-bg-dark mx-auto" style="width: 30rem; box-shadow:#b158e2 0 0 15px 5px">
                <img style="height: 300px" src="https://sun9-25.userapi.com/impg/uE7pPfXnlYDY60v_YtS7hBujWt7cR1ssAJMtQA/MqAXk8nHUmU.jpg?size=1024x1024&quality=95&sign=d316e21e6500927c585bb1663d0f79ad&type=album" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">👾 Full nitro 12m 👾</h5>
                    <p class="card-text def-text">Подписка даёт доступ к персонализированным эмодзи с любых серверов, в которых вы состоите, стикерам, персонализированному тегу, анимированному аватару и т.д. Кто ж такого не захочет?</p><br>
                    <a href="#nitro" class="nitro-btn">Купить за 200&#8381;</a>
                </div>
                <div id="nitro">
                    <div id="viewer">
                        <p class="det-text" style="font-size: 15px">
                            🔴После оплаты необходимо отправить уникальный код продавцу. Уникальный код состоит из 16-ти цифр и находится в основном сверху.🔴<br>
                            ❇️DISCORD NITRO 1-12 МЕСЯЦЕВ<br>
                            🔥 РАБОТАЕТ ВО ВСЕМ МИРЕ 🔥<br><br>
                            ✅ ВРЕМЯ АКТИВАЦИИ ОТ 10 МИНУТ, ДО 24 ЧАСОВ.<br>
                            🔷Активация для вашей собственной учетной записи !<br>
                            🔷ПОДХОДИТ КАК ДЛЯ НОВЫХ, ТАК И ДЛЯ СТАРЫХ АККАУНТОВ (на которых ранее были подписки)❗<br>
                            🔷Действует по всему миру, в том числе в РОССИИ!<br>
                            🔷На аккаунте НЕ должно быть любой АКТИВНОЙ (действующей) подписки, она должна ИСТЕЧЬ к моменту покупки❗<br><br>
                            🔴Перед оплатой вам необходимо выбрать способ входа. Возможен вход по QR-коду, а также по Логину и Паролю.🔴<br>
                            🔷QR- код: Мы высылаем вам QR-код, который вы должны будете отсканировать в приложении Discord.<br>
                            🔶Логин/Пароль: Вы высылаете Логин/Пароль и подтверждаете вход по почте. (1 вариант самый удобный)<br><br>
                        </p>
                        <a href="https://digiseller.market/asp/pay_wm.asp?id_d=3690113&ai=1173793" class="nitro-btn" style="padding: 10px 10px; font-size: 17px">Приобрести</a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <h1 class="neonH text-center mb-5 element-animation" style="margin-top: 150px;">♾ VPN / ВПН ♾</h1>
    <div class="row element-animation">
        <div class="col-sm-12 col-lg-4">
            <div class="card text-bg-dark mx-auto" style="height: 25rem; width: 25rem; box-shadow: #7bccff 0 0 15px 5px">
                <img style="height: 190px" src="https://img.ggsel.ru/3605291/original/p1_3605291_df537bb6.webp" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">Windscribe Pro</h5>
                    <a class="card-text def-text" style="font-size: 15px; margin-bottom: 0px; text-decoration: none; color: white">Как говориться "Интернет не анонимен!". Поэтому вы можете приобрести высокоскоростной впн, поддерживаюший 60+ стран</a><br><br>
                    <a href="#windscribe" class="wind-btn" style="margin-top: 0px">Купить от 199&#8381;</a>
                </div>
                <div id="windscribe">
                    <div id="viewer">
                        <p class="def-text" style="font-size: 15px">
                            Главные преимущества данного товара:<br>
                            🌏 • Остановите утечку личной информации<br>
                            ☠️ • Унесите историю Интернет Серфинга с собой в могилу<br>
                            🗺 • Разблокируйте гео-ограниченный контент<br>
                            ⌨️ • Прекратите отслеживание вашей деятельности в интернете и пользуйтесь интернетом конфиденциально<br>
                            <br>
                            Продавец гарантирует:<br>
                            ⚡️ Аккаунт с лицензионной платной подпиской<br>
                            ⚡️ Мгновенное получение купленного товара на почту<br>
                            ⚡️ Гарантию минимум 30 дней на покупку<br>
                            ⚡️ Профессиональную техническую и информационную помощь<br><br>
                            <a href="https://digiseller.market/asp/pay_wm.asp?id_d=3606374&ai=1173793" class="wind-btn" style="margin-top: 0px; padding: 7px 15px; font-size: 15px">Приобрести</a>
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div class="col-sm-12 col-lg-4">
            <div class="card text-bg-dark mx-auto" style="height: 25rem; width: 25rem; box-shadow: #ff4f00 0 0 15px 5px">
                <img style="height: 190px" src="https://img.ggsel.ru/3593859/original/p1_3593859_e5492b21.webp" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">Cloudflare 1.1.1.1 WARP 12Tb</h5>
                    <a class="card-text def-text" style="font-size: 15px; margin-bottom: 0px; text-decoration: none; color: white">Еще один достаточно шустрый впн, который не имеет ограничения по времени пользования. Ну уж очень выгодно!</a><br><br>
                    <a href="#cloudflare" class="cloud-btn" style="margin-top: 0px">Купить за 79&#8381;</a>
                </div>
                <div id="cloudflare">
                    <div id="viewer">
                        <p class="def-text" style="font-size: 15px;">
                            Стандартный тариф 🔰Cloudflare WARP+*🔰 на официальном сайте – 4.99$ (для России - 129р) за ОДИН месяц.<br>
                            Мы предлагаем ключ с трафиком ~12 PB (12.000 ТЕРАБАЙТ) и БЕЗ ограничений по времени использования — это НЕВЕРОЯТНАЯ экономия!<br>
                            После покупки вы моментально получите:<br>
                            🚩 - Ключ Cloudflare WARP+*<br>
                            🚩 - Ccылку на скачивание программы с оф. сайта<br>
                            🚩 - Оперативную поддержку продавца<br>
                            🚩 - Гарантию на товар - 30 дней.<br>
                            Работает на: Windows 10/11 (x64), macOS 10.15 (x64) и выше, Android: 5.0 и выше, iOS 11.0 и новее (cовместимо с iPhone, iPad и iPod touch).<br><br>
                            <a href="https://digiseller.market/asp/pay_wm.asp?id_d=3317550&ai=1173793" class="cloud-btn" style="margin-top: 0px; padding: 7px 15px; font-size: 15px">Приобрести</a>
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div class="col-sm-12 col-lg-4">
            <div class="card text-bg-dark mx-auto" style="height: 25rem; width: 25rem; box-shadow: #2143ff 0 0 15px 5px">
                <img style="height: 190px" src="https://i.pcmag.com/imagery/reviews/00xBy0JjVybodfIwWxeGCkZ-1.fit_scale.size_760x427.v1679417407.jpg" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">Windows 11 PRO</h5>
                    <a class="card-text def-text" style="font-size: 15px; margin-bottom: 0px; text-decoration: none; color: white">Windows 11 Pro имеет перед десятой версией огромное количество преимуществ, начиная с оформления ПО и заканчивая технической частью</a><br><br>
                    <a href="#windows" class="windows-btn" style="margin-top: 0px">Купить за 3000&#8381;</a>
                    <div id="windows">
                        <div id="viewer">
                            <p class="def-text" style="font-size: 15px">Приобретая лицензию у нас вы гарантированно получаете:<br>
                                1. Лицензионный товар с пожизненной гарантией ✅<br>
                                2. Техподдержка в любом удобном формате ✅<br>
                                3. Помощь в установке и подборе СОФТа ✅<br><br>
                                СРАЗУ после оплаты вы гарантированно получаете ОРИГИНАЛЬНЫЙ ключ активации ЛИЦЕНЗИИ Windows 11 Professional.<br>
                                • Разрядность: 32-bit или х-86 / 64-bit или х-64.<br>
                                • Тип лицензии: Retail<br>
                                • Региональная привязка - нет, ключ может использоваться в любой точке мира.<br>
                                • Срок действия лицензии - неограничен.<br>
                            </p>
                            <a href="https://digiseller.market/asp/pay_wm.asp?id_d=3116697&ai=1173793" class="windows-btn" style="margin-top: 0px; padding: 7px 15px; font-size: 15px">Приобрести</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div class="row element-animation" style="margin-top: 120px">
        <div class="col-sm-12 col-lg-6">
            <div class="card text-bg-dark mx-auto" style="width: 30rem; height: 39rem; box-shadow: #007c23 0 0 15px 5px">
                <img style="height: 250px" src="https://www.iphones.ru/wp-content/uploads/2023/01/chatgpt.jpg" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">🔥 ChatGPT OpenAI 🔥DALL-E 🔥</h5>
                    <p class="card-text def-text">⭐️ChatGPT - это инновационная технология, которая поможет вам с любыми задачами, а также участвовать в обсуждениях и генерировать соответствующие ответы на запросы, как человек. Благодаря обучению с учителем чат-бот может анализировать большие объемы данных и предлагать прогнозы. Он даже может написать программный код.</p><br>
                    <a href="#chatGPT" class="chat-btn">Купить от 111&#8381;</a>
                </div>
                <div id="chatGPT">
                    <div id="viewer">
                        <p class="def-text" style="font-size: 17px">
                            ⚡️Вот краткий список, то что вы сможете с CHATGPT:<br>
                            🔥 Продающие текста для instagram, Telegram, VK.<br>
                            🔥 Сценарии для ваших видео на YouTube канале.<br>
                            🔥 Написать программный код для приложения, сайта, бота.<br>
                            🔥 Разрабатывать комплексные бизнес-планы.<br>
                            🔥 Составить список продуктов, игр, рассказов, фильмов.<br>
                            🔥 Создать трек, стендап выступление.<br>
                            🔥 Проработать юридические вопросы и авторские права.<br>
                            🔥 Разобраться в себе и своих чувствах.<br>
                            🔥 И еще много чего.<br><br>

                            🏆При покупке этого товара вы получаете:<br>

                            🌈 Индивидуальный личный кабинет ChatGPT, который будет доступен только вам.<br>
                            🌈 Мгновенную доставку продукта на вашу электронную почту.<br>
                            🌈 Данные для входа в систему (логин и пароль)<br>
                            🌈 Оперативную поддержку, если у вас возникнут какие-либо вопросы.<br>
                        </p><br>
                        <a href="https://digiseller.market/asp/pay_wm.asp?id_d=3595457&ai=1173793" class="chat-btn" style="padding: 10px 10px; font-size: 17px">Приобрести</a>
                    </div>
                </div>
            </div>
        </div>
        <div class="col-sm-12 col-lg-6">
            <div class="card text-bg-dark mx-auto" style="height: 53rem; width: 30rem; box-shadow:#e71e1e 0 0 15px 5px">
                <img style="height: 370px" src="https://sun9-71.userapi.com/impg/Zo57RM4ks7RzhhVNLRGQcAzcdawR5vV8g0ouIQ/qZp8tLraOrU.jpg?size=295x267&quality=95&sign=ee8c1a8a4ff4e988ec3e652e6a875ea9&type=album" class="card-img-top" alt="...">
                <div class="card-body">
                    <h5 class="card-title neonH" style="font-size: x-large">🔐 Приватный канал 1m/3m/&#8734; 🔐</h5>
                    <p class="card-text def-text">Приобретите собственный войс-канал, который вы сможете сами настроить и назвать, как душе угодно. Войс будет выделяться среди остальных оформлением по вашему вкусу, где вы будете мини-папиком и делать, что-угодно и с кем-угодно<br>
                    <br>Цена зависит от длительности существования войса и прав его участников. В любом случае, за небольшую сумму денег вы можете ярко выделиться среди других!</p><br>
                    <a href="https://yoomoney.ru/bill/pay/gvll3AOvsI8.230506" class="private-btn" style="padding: 10px 10px; font-size: 17px">Купить от 30&#8381;</a>
                </div>
            </div>
        </div>
        <h4 class="def-text text-center mt-5">На этом пока все. Но если у вас есть идеи и предложения, то смело пишите <a href="/partnership" class="neonText" style="text-decoration: none; color: white">сюда <i class="fa-solid fa-arrow-pointer fa-2xs"></i></a></h4>
    </div>

    <hr style="color: #ef0808; box-shadow: 0 0 10px #ff0303;">

@endsection
